<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");
$APPLICATION->SetTitle("Заметки разработчика < iko4 >");
?><section class="main_about">
<div class="about__content">
	<div class="about__title">
		<h1>Записная книжка веб-разработчика</h1>
	</div>
	<div class="about__text">
		<p>
			Привет! Данный сайт является Записной книжкой начинающего веб разработчика. Здесь собраны все заметки, которые пригодились мне в работе и которыми пользуюсь постоянно. Стараюсь собирать все полезности в одном месте.
		</p>
		<p>
			Какие-то материалы написаны мной, какие-то найдены на просторах интернета. В свою очередь выражаю огромную благодарность всем, кто писал данные статьи, участки кода, советы, рекомендации и т.д.
		</p>
		<p>
			Возможно кому-то материалы из данных Заметок будут так же полезны как и мне.
		</p>
	</div>
	<div class="about__cta">
 <a class="btn btn1" href="/notes/">Заметки</a> <a class="btn btn2" href="/bookmarks/">Закладки</a>
	</div>
</div>
 </section> <br><? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>